export default {
  addlanguage: 'Добавить язык',
  addgroup: 'Добавить группу',
  addentry: 'Добавить перевод',
  fileimport: 'Импорт из файлов',
  fileexport: 'Экспорт в файлы',
  toast: {
    importing: 'Начат импорт в базу',
    exporting: 'Начат экспорт в файлы',
    imported: 'Все строки импортированы в базу',
    exported: 'Все строки экспортированы в файлы',
  },
  confirm: {
    import: {
      title: 'Импорт из файлов',
      message: 'Сделать импорт из файлов в базу? Языковые строки будут объединены с имеющимися в базе.',
    },
    export: {
      title: 'Экспорт в файлы',
      message: 'Экспорт из базы в файлы? Все языковые файлы будут переписаны.',
    }
  }
}
