export default {
  tabtitle: 'Переводы',
  title: 'Редактирование переводов',
  cols: {
    group: 'ГРУППА',
    key: 'КЛЮЧ',
    value: 'ЗНАЧЕНИЕ',
  },
  modal: {
    add: 'Добавить строку перевода',
    edit: 'Исправить строку перевода',
    delete: 'Удалить строку перевода',
    delete_key: 'Подтвердите удаление ключа строки перевода',
    delete_value: 'Подтвердите удаление значения строки перевода',
  },
  toast: {
    created: 'Строка перевода создана',
    edited: 'Строка перевода исправлена',
    deleted: 'Строка перевода удалена',
  },
  form: {
    language: 'Язык',
    group: 'Группа',
    key: 'Ключ',
    value: 'Значение',
    values: {
      notselected: 'Не выбрано',
    },
    error: {
      //
    }
  }
}
