export default {
  tabtitle: 'Языки',
  title: 'Редактирование языков',
  cols: {
    code: 'КОД',
    title: 'НАЗВАНИЕ',
    actions: 'ДЕЙСТВИЯ',
  },
  modal: {
    delete: 'Удалить язык',
    deletemsg: 'Подтвердите удаление языка, все строки для этого языка также будут удалены.',
  },
  toast: {
    created: 'Язык создан',
    edited: 'Язык исправлен',
    deleted: 'Язык удалён',
  },
  form: {
    code: 'Код языка',
    title: 'Название',
    error: {
      nocode: 'Не указан код для языка',
      notitle: 'Не указано название языка',
      // noid: 'Не выбран ID языка',
      // noaction: 'Не указано действие с языком',
    }
  }
}
